export const testsData = {
  1: {
    name: "Test`s Name",
    questions: [
      {
        question: "Вопрос 1",
        question_answers: [
          "Вариант А",
          "Вариант B",
          "Вариант C",
          "Вариант Г",
          "Вариант Д",
          "Вариант Е",
        ],
        correct_answer: "Вариант А",
      },
      {
        question: "Вопрос 2",
        question_answers: [
          "Вариант А",
          "Вариант B",
          "Вариант C",
          "Вариант Г",
          "Вариант Д",
          "Вариант Е",
        ],
        correct_answer: "Вариант B",
      },
      {
        question: "Вопрос 3",
        question_answers: [
          "Вариант А",
          "Вариант B",
          "Вариант C",
          "Вариант Г",
          "Вариант Д",
          "Вариант Е",
        ],
        correct_answer: "Вариант C",
      },
      {
        question: "Вопрос 2",
        question_answers: [
          "Вариант А",
          "Вариант B",
          "Вариант C",
          "Вариант Г",
          "Вариант Д",
          "Вариант Е",
        ],
        correct_answer: "Вариант B",
      },
      {
        question: "Вопрос 5",
        question_answers: [
          "ВариантВариантВариантВариантВариантВариантВариантВариантВариантВариант",
          "ВариантВариантВариантВариантВариантВариантВариантВариантВариантВариант",
          "ВариантВариантВариантВариантВариантВариантВариантВариантВариантВариант",
          "ВариантВариантВариантВариантВариантВариантВариантВариантВариантВариант",
          "ВариантВариантВариантВариантВариантВариантВариантВариантВариантВариант",
        ],
        correct_answer: "Вариант B",
      },
    ],
  },
};
